Repository: mozilla-l10n/mt-training-data
Catalog: nan-tw/nan-tw_pontoon.tmx
Source language: en_us
Languages: nan_tw

source: We've run out of sentences to record in this language...
nan_tw: 我們已經沒有這種語言的文字可以錄音了…

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
nan_tw: 咱想欲予語音模型會當閣較包容無仝的講話者，所以咱希望語音資料集會當反映各種濟濟的聲音。

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
nan_tw: 我們希望機器模型能適應多樣化的背景噪音（甚至是很大的聲音），只要你仍然能聽見每一個字即可。錄到小聲的背景音樂也沒問題，但太大聲讓你無法聽出每一個字就不行。

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
nan_tw: 我們歡迎不同的腔調！當你認為錄音者發音錯誤、或重音放錯地方時，請務必謹慎決定是否要拒絕一段錄音。世界上有很多不同的腔調，有些在你的地區可能不太習慣。對跟你不同腔調的貢獻者，也請保持客氣。

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
nan_tw: 我們也會讓我們的社群經理 <strong>知道你對新語言有興趣</strong>，以提供任何你需要的支援與幫助。

source: We will be in touch with more information about how to add your language to Common Voice very soon.
nan_tw: 我們將盡快與你聯繫，提供關於在 Common Voice 新增語言的進一步資訊。

source: We will be in touch with more information as it becomes available.
nan_tw: 若是阮有其他資訊，阮會共你聯絡。

source: We will not make your email public.
nan_tw: 阮袂共你的電子批公開。

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
nan_tw: 我們將審核您刪除錄音的請求。如果您的請求獲得批准，我們將會聯絡已下載資料集的使用者，並請他們也刪除您的錄音。

source: We will show you a prompt or question
nan_tw: 咱會顯示一個問題抑是提示予你

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
nan_tw: 我們特別著重於東非，與基金會、社團組織與社群夥伴一同讓網際網路變得更健康。了解我們的<programmaticWork>程式化工作</programmaticWork>的更多資訊。

source: What is a language on Common Voice?
nan_tw: Common Voice 如何列出語言？

source: What issues are you experiencing with this content?
nan_tw: 這個內容有什麼問題？

source: What issues are you experiencing with this sentence?
nan_tw: 這句話有啥物問題？

source: What is your age?
nan_tw: 請問你的年紀？

source: What is your sex or gender?
nan_tw: 請問你的性別或性別認同？

source: What kind of goal do you want to build?
nan_tw: 您想要達到怎樣的目標？

source: What makes a good question?
nan_tw: 啥物是好的問題？

source: What needs to be in my file?
nan_tw: 檔案裡需要有哪些內容？

source: What questions can I add?
nan_tw: 我會當加添啥物款的問題？

source: What sentences can I add?
nan_tw: 我可以加入哪些句子？

source: What’s inside the Common Voice dataset?
nan_tw: Common Voice 資料集內底有啥物？

source: What's Public?
nan_tw: 啥物款的資料是公開的？

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
nan_tw: 若使用者投下不正確，片段就會回到佇列重新排隊。若被退回第二次，片段就會就會被丟進回收桶。

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
nan_tw: 聆聽錄音的時，詳細確認錄下的語音內容佮畫面頂懸顯示的文字完全相符，有任何一點仔錯誤就退回更正。<br />下跤是定定看著的錯誤類型：

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
nan_tw: 我們會將你要求的錄音檔整理打包成一個或多個 ZIP 壓縮檔。下列是你過去提出的要求：

source: Which variant of { $language } do you speak?
nan_tw: 您會說 { $language } 的哪種變體？

source: Why ?
nan_tw: 為啥物？

source: Why a profile?
nan_tw: 為什麼需要帳號？

source: Why are you asking?
nan_tw: 是按怎欲問這个？

source: Why Common Voice?
nan_tw: 為何會有 Common Voice？

source: Why does this matter?
nan_tw: 這有什麼重要的？

source: Why we built this Spontaneous Speech prototype
nan_tw: 咱為何欲製作隨在講話實驗

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
nan_tw: 註冊帳號後，您可以追蹤您的貢獻紀錄，並連繫社群中的其他語音資料貢獻者。

source: Wixarika
nan_tw: Wixarika 語

source: Wixárika
nan_tw: Wixárika 語

source: Wolof
nan_tw: Wolof 沃洛夫語

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
nan_tw: 您想要一併刪除錄音，或是讓語音保留在 Common Voice 資料集中？

source: Write
nan_tw: 寫句子

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
nan_tw: 完整寫下此人所說的內容，需包含「呃」「啊」「喔」等語助詞。

source: Write down what you hear the person saying here
nan_tw: 寫下你聽到的錄音內容

source: Write options menu
nan_tw: 撰寫選項選單

source: Xhosa
nan_tw: 科薩語（南非）

source: Xitsonga
nan_tw: Xitsonga 聰加語

source: Yes
nan_tw: 著

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
nan_tw: 好，請寄批予我。我想欲知影 Common Voice 專案的資訊。

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
nan_tw: 著！請寄批予我。我想欲了解這个言語佇同聲計畫的最新進度。

source: Yiddish
nan_tw: Yiddish 意第緒語

source: Yoruba
nan_tw: Yoruba 約魯巴語

source: You
nan_tw: 你家己

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
nan_tw: 將會下載 <size>{ $size } GB</size> 的檔案，要繼續嗎？

source: You are prepared to initiate a download of <b>{ $size }</b>
nan_tw: 請準備好下載 <b>{ $size }</b> 的檔案

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
nan_tw: <strong>Sentence Collector</strong> 是一套用來收集與驗證公眾領域語句的工具。您要先<scAccountLink>註冊帳號</scAccountLink>，然後將您使用的語言加到<strong>個人資料</strong>中，然後就可以<strong>新增</strong>句子或者<strong>審核</strong>先前新增的句子。

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
nan_tw: 你也可以將網址複製貼到想用的下載管理員。鏈結將於 12 小時後失效，但可隨時回到此頁面重新產生新鏈結。

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
nan_tw: 您也可以使用快速鍵：{ sc-review-form-button-approve-shortcut } 來通過審核、{ sc-review-form-button-reject-shortcut } 來退回、{ sc-review-form-button-skip-shortcut } 來略過

source: You can choose to make your username public or anonymous.
nan_tw: 您會當共使用者名稱公開抑是保持匿名。

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
nan_tw: 你會當佇這个表單撨揣<examplePromptsLink>問答的例</examplePromptsLink>。

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
nan_tw: 您可以到<datasetsPage>資料集頁面</datasetsPage>選擇需要的版本與語言內容，然後直接下載！檔案中也包含了人口統計資訊、驗證資料等<metadataLink>相關後設資料</metadataLink>。需要提供電子郵件地址給我們才可以下載資料集。

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
nan_tw: 您會當透過注文 Common Voice 資料並貢獻語音，來協助打造一套多樣化、開放原始碼的資料集。

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
nan_tw: 您可以加入 <discourseLink>Discourse</discourseLink> 來認識 Mozilla 各語言社群的成員並進行對話，或是加入 <matrixLink>Matrix</matrixLink> 來獲得快速建議。

source: You cannot add multiple sentences for a single submission
nan_tw: 你無法一次新增多個句子

source: You cannot request your recordings while another request is already in progress.
nan_tw: 若已經有正在處理中的請求，不能再提出新的請求。

source: You can request a new takeout of your recordings every { $days } days.
nan_tw: 你可以每隔 { $days } 天要求一次新的錄音資料打包。

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
nan_tw: 您可以辦活動，幫助人們參與貢獻。不論是透過線上的視訊會議舉辦，或是現場舉辦（安全的話），這件事絕對比您想得還容易。<eventTemplate>可點擊此處參考我們的活動範例與輔助資源</eventTemplate>。

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
nan_tw: 您可以<sentenceCollectorLinkAdd>加入少量的句子</sentenceCollectorLinkAdd>，或是直接<bulkImportDocsLink>透過 Github 大批匯入</bulkImportDocsLink>。請記住所有的句子都必須是 <licenseLink>CC0 或公開領域</licenseLink>作品，或是您自己撰寫的作品。

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
nan_tw: 您可以使用 <scraperLink>Sentence extractor</scraperLink> 來從維基百科收集短句。

source: You check whether the transcription matches the audio
nan_tw: 檢查轉錄內容佮錄音是毋是相符

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
nan_tw: 您可以包含網址，例如「Common Voice - https://commonvoice.mozilla.org/」

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
nan_tw: 您也可以使用學術參考文獻格式，例如哈佛格式「Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)」

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
nan_tw: 您可以使用社群媒體平台來散播訊息，分享貼文說明這件事為什麼重要，並且與其他討論語言權、語音 AI、科技偏見等議題的人聯繫。可參考這裡有關<campaignLink>舉辦社群活動的更多建議，以及許多您可以重複使用的內容</campaignLink>。

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
nan_tw: 您尚未選擇任何語言，請到<profileLink>個人資料頁面</profileLink>選擇要貢獻的語言。

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
nan_tw: 您已達到本頁面的送出數量限制，請稍候 { $retryLimit } 分鐘再送出新句子。感謝您耐心等待！

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
nan_tw: 您已達到本頁面的送出數量限制，請稍候 { $retryLimit } 秒後再送出新句子。感謝您耐心等待！

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
nan_tw: 你這頁有無存檔的資料。若是你改變語言，你的修改無予存落來。你確定欲改變語言？

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
nan_tw: 你這頁有無存檔的資料。若是你離開這頁，你的修改無予存落來。你確定欲離開這頁？

source: You might also want to consider spanning different contexts and domains.
nan_tw: 你嘛有可能想欲考慮迒無仝背景佮領域。

source: You must allow microphone access.
nan_tw: 您必須允許使用麥克風。

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
nan_tw: 錄音中的每一個字都應清晰可辨。我們希望機器學習演算法能夠處理各種背景噪音，甚至可以接受相對嘈雜或小聲的背景音樂，但前提是這些聲音不妨礙您聽清整個文本。如出現妨礙您聽清文本的雜音，或朗讀聲音斷斷續續，則將其駁回。

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
nan_tw: 腔調就是您發音的方式，可能會受您生活的地方、您會說的其他語言以及其他許多因素影響。您可以在此分享任何您覺得有關的資訊。

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
nan_tw: 您的錄音將匿名保留在 Common Voice 資料集。刪除個人檔案後，就無法再要求從資料集刪除錄音

source: Your daily goal has been created
nan_tw: 已建立您的每日目標

source: Your dataset is downloading!
nan_tw: 正在下載您的資料集！

source: Your download has started.
nan_tw: 已經開始下載矣。

source: You’re contributing to a target segment
nan_tw: 您正在朝目標段落數貢獻錄音

source: You’re contributing to our first target segment
nan_tw: 您正在朝我們的第一組目標段落數貢獻錄音

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
nan_tw: 您目前設定<bold>不要</bold>收到諸如目標提醒、我的進度更新與 Common Voice 的相關電子報。

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
nan_tw: 您已經設定要訂閱目標提醒、我的進度更新、Common Voice 相關最新消息的電子報。

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
nan_tw: 您操作得太快了，請花點時間確認句子內容是否正確。

source: You're helping Common Voice reach our daily sentence goals!
nan_tw: 你正在幫助 Common Voice 達成每日語句目標！

source: Your email address
nan_tw: 你的電子郵件地址

source: You respond or reply to it as naturally as you can
nan_tw: 請你盡量可能用自然的方式回答

source: Your files are being assembled. Please check again later.
nan_tw: 正在整理你的資料，請稍後再試。

source: Your Languages
nan_tw: 您的語言

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
nan_tw: 您的語言變體可能沒有片段可用！若您願意的話，可以調整設定，看看您的語言的其他句子。

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
nan_tw: 你的語言變體（language variant）可能已經沒有可用的句子了！如果你願意，你可以調整設定，以查看同一語言中的其他句子。

source: Your username and email will not be associated with the published data.
nan_tw: 您的使用者名稱佮 E-Mail 袂佮公開發布的資料關聯起來矣。

source: Your weekly goal has been created
nan_tw: 已建立您的每週目標

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
nan_tw: 你很快就會收到將語言加入 Common Voice 的相關說明郵件

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
nan_tw: 您已幫助 Common Voice 完成 <goalPercentage></goalPercentage> 的每日 { $goalValue } 錄音目標！

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
nan_tw: 您已幫助 Common Voice 完成 <goalPercentage></goalPercentage> 的每日 { $goalValue } 筆驗證目標！

source: You've successfully signed up for contributing to { $language }. Thank you.
nan_tw: 您已成功註冊參與貢獻至{ $language }，感謝您。

source: You want to join the Common Voice mailing list
nan_tw: 我想加入 Common Voice 郵件群組

source: You write down what you hear in the audio clips
nan_tw: 寫下你在錄音中聽到的內容

source: Zaza
nan_tw: 扎扎語

source: Zip #{ $offset } of { $total }
nan_tw: 第 { $offset } 個 ZIP 檔，共 { $total } 個

source: Zulu
nan_tw: 祖魯語（南非）

source: abnormality
nan_tw: 無正常

source: account recovery key
nan_tw: 口座救援金鑰

source: add-on
nan_tw: 附加元件

source: aggregate
nan_tw: 集合

source: alternate text
nan_tw: 替代文字

source: appear
nan_tw: 顯示

source: appearance
nan_tw: 外款

source: attack
nan_tw: 攻擊

source: attacker
nan_tw: 攻擊者

source: Attack Site
nan_tw: 有害網站

source: attendee
nan_tw: 參加者

source: authenticate
nan_tw: 驗證

source: authenticated
nan_tw: 已經驗證矣

source: authentication code
nan_tw: 驗證碼

source: autoplay
nan_tw: 自動播放

source: back out
nan_tw: 退回

source: backup authentication code
nan_tw: 備用驗證碼

source: black box
nan_tw: 黑盒子

source: bookmark
nan_tw: 加入書籤

source: boolean
nan_tw: 布林

source: boot
nan_tw: 踢

source: breakpoint
nan_tw: 中斷點

source: Bug report
nan_tw: 錯誤回報

source: certificate authority
nan_tw: 憑證機構

source: channel
nan_tw: 頻道

source: cipher
nan_tw: 加密演算法

source: clipboard
nan_tw: 剪貼簿

source: clockwise
nan_tw: 正踅

source: colorway
nan_tw: 配色

source: compact
nan_tw: 緊密

source: compact - recommend deprioritize
nan_tw: 壓縮

source: confirmation code
nan_tw: 確認碼

source: context
nan_tw: 環境

source: contribute
nan_tw: 參與

source: cookie banner
nan_tw: Cookie 橫幅

source: corrupt
nan_tw: 毀損

source: corrupted
nan_tw: 毀損

source: counterclockwise
nan_tw: 倒踅

source: crash
nan_tw: 發生錯誤

source: cross-site tracking cookie
nan_tw: 跨網站追蹤 Cookie

source: cryptominer
nan_tw: 加密貨幣採礦程式

source: cryptomining
nan_tw: 加密貨幣採礦

source: debug
nan_tw: 除錯

source: deceptive site
nan_tw: 詐騙網站

source: decode
nan_tw: 解碼

source: decryption
nan_tw: 解密

source: disinformation
nan_tw: 造假資訊；造謠

source: distrust
nan_tw: 取消信任

source: eavesdropping
nan_tw: 偷聽

source: email mask
nan_tw: 轉寄信箱

source: enable
nan_tw: 啟用

source: encode
nan_tw: 編碼

source: encrypt
nan_tw: 加密

source: encryption
nan_tw: 加密; 加密方式

source: end user
nan_tw: 終端使用者

source: Enhanced Tracking Protection
nan_tw: 加強型追蹤保護

source: executable file
nan_tw: 可執行檔

source: extension
nan_tw: 擴充套件

source: external
nan_tw: 外部

source: filter bubble
nan_tw: 同溫層

source: fingerprinter
nan_tw: 數位指紋追蹤程式

source: fingerprinting
nan_tw: 數位指紋追蹤

source: gear
nan_tw: 紀念品；禮品；物仔

source: grassroots
nan_tw: 草根

source: home page
nan_tw: 頭頁

source: idle
nan_tw: 閒置

source: import
nan_tw: 匯入

source: independent browser
nan_tw: 獨立的瀏覽器

source: innovations
nan_tw: 創新

source: insecure
nan_tw: 無安全

source: installation
nan_tw: 安裝

source: Issue
nan_tw: 發行

source: L10n
nan_tw: 在地化

source: Legacy extension
nan_tw: 傳統擴充套件

source: misinformation
nan_tw: 錯誤資訊

source: native
nan_tw: 原生

source: net neutrality
nan_tw: 網路中立性

source: nonprofit
nan_tw: 非營利組織

source: non-profit
nan_tw: 非營利組織

source: open source
nan_tw: 開放原始碼

source: override
nan_tw: 覆蓋

source: participation
nan_tw: 參與

source: Patch
nan_tw: 修補程式

source: phone number mask
nan_tw: 手機仔轉接號碼

source: pop-up
nan_tw: 彈出型視窗

source: preference
nan_tw: 偏好設定

source: Privacy Notice
nan_tw: 隱私權公告

source: release
nan_tw: 版本

source: report
nan_tw: 回報

source: restricted site
nan_tw: 予限制的網站

source: revert
nan_tw: 還原

source: Review checker
nan_tw: 商品評論檢查器

source: search suggestion
nan_tw: 搜揣建議

source: security keys
nan_tw: 安全性金鑰

source: sensitive
nan_tw: 敏感

source: sidebar
nan_tw: 側邊欄

source: sign
nan_tw: 簽署

source: signer
nan_tw: 簽署者

source: sign in
nan_tw: 登入

source: sign-in
nan_tw: 登入

source: studies
nan_tw: 使用者研究

source: Terms of Service
nan_tw: 服務條款

source: track
nan_tw: 追蹤

source: trackers
nan_tw: 追蹤器

source: Tracking Content
nan_tw: 追蹤用內容

source: Turbo Mode
nan_tw: 極速模式

source: unencrypted
nan_tw: 無加密

source: unresponsive
nan_tw: 無人應聲

source: unsafe
nan_tw: 無安全

source: validate
nan_tw: 驗證

source: validity
nan_tw: 效期

source: version
nan_tw: 版

source: Web Authentication
nan_tw: 網路身份驗證
